Repository: CamiloMonteagudo/Dictionary-Plus-iOS
Catalog: Dictionary Plus/*.lproj/Localizable.strings
Languages: fr, it

# CmdSplitTitle
source: Split the screen
fr: Diviser l'écran
it: Dividere lo schermo

# CmdWordsTitle
source: Show words list
fr: Afficher la liste des mots
it: Mostra elenco parole

# CmdMeansTilte
source: Show meanings list
fr: Afficher la liste de significations
it: Mostra list di significati

# CmdAllMeansTitle
source: Find all meanings
fr: Trouver tous les significations
it: Trova tutti i significati

# CmdDelMeansTitle
source: Clear all data of meanings
fr: Effacer toutes les données de significations
it: Cancella tutti i dati dei significati

# WrdNoFound
source: The word is not in the dictionary
fr: Le mot n'est pas dans le dictionnaire
it: La parola non è stata trovata nel dizionario

# NoVerb
source: It not seems to be a verb
fr: Ne semble pas être un verbe
it: Non sembra essere un verbo

# NoConjWord
source: The word could not be conjugate
fr: Le mot n'a pas été conjuguer
it: La parola non si è potuta coniugare

# ConjMode0
source: Conjugations (by word)
fr: Conjugaisons (par mot)
it: Coniugazioni (per parola)

# ConjMode1
source: Conjugations (by mode)
fr: Conjugaisons (par mode)
it: Coniugazioni (per modo)

# ConjMode2
source: Conjugations (by person)
fr: Conjugaisons (par personne)
it: Coniugazioni (per persona)

source: OPTIONS
it: OPZIONI

# MnuConj
source: Verb Conjugator
fr: Conjugueur de verbes
it: Coniugatore di verbi

# MnuNums
source: Reading Numbers
fr: Letture de chiffres
it: Lettura di numeri

# MnuShowFindPlus
source: Show Advanced Search
fr: Afficher Recherche avancée
it: Mostra Ricerca avanzata

# MnuHideFindPlus
source: Hide Advanced Search
fr: Masquer Recherche avancée
it: Nascondi Ricerca avanzata

# lbConjations
source: (Conjugations)
fr: (Conjugaisons)
it: (Coniugazioni)

# NumTip
source: Type a number
fr: Écrire un Chiffre
it: Scrivi un numero

# NumLabel
source: Reading the number:
fr: Lecture du chiffre:
it: Lettura del numero:

# GroupAll
source: All
fr: Tout
it: Tutto

# Group2
source: Two digits
fr: Deux chiffres
it: Due cifre

# Group3
source: Tres digits
fr: Trois chiffres
it: Tre cifre

# lbCardinal
source: Cardinal number:
fr: Nombre cardinal:
it: Numero cardinale:

# lbOrdinal
source: Ordinal number:
fr: Nombre ordinal:
it: Numero ordinale:

# lbRomano
source: Roman numerals:
fr: Nombre romano:
it: Numeri romani:

# WordNoVerb
source: The word is not a verb
fr: Le mot n'est pas un verbe
it: La parola non è un verbo

# TitleFindPlus
source: Advanced search
fr: Recherche avancée
it: Ricerca avanzata

# NoFindWrd
source: The word is not in the dictionary
fr: Le mot n'est pas dans le dictionnaire
it: La parola non è nel dizionario

# TitleFindMeans
source: Looking for meanings
fr: Recherche de significations
it: Cercando significati
