Repository: CamiloMonteagudo/Dictionary-Plus-iOS
Catalog: Dictionary Plus/*.lproj/Main.strings
Languages: es, fr, it

# 32O-nl-uie.text
source: Add Verb Forms:
es: Forma Verbal:
fr: Formes verbales:
it: Forme verbali:

# 54g-kE-10s.text
source: Search in Addition to
es: Buscar a demás de
fr: Rechercher en plus de
it: Cerca oltre a

# NsR-oR-32M.placeholder
source: Write a Verb
es: Escribir un verbo
fr: Ecrire un verbe
it: Scrivi un verbo

# Zhh-pC-YBM.text
source: English
es: Inglés
fr: Anglais
it: Inglese

# bnL-RG-66c.placeholder
source: Write a Verb
es: Escriba un verbo
fr: Ecrire un verbe
it: Scrivi un verbo

# fPv-yB-57H.text
source: Spanish
es: Español
fr: Espagnol
it: Spagnolo

# g3B-w2-w9r.normalTitle
source: Conjugator
es: Conjugador
fr: Conjugueur
it: Coniugatore

# k1Q-Um-C7T.text
source: English
es: Inglés
fr: Anglais
it: Inglese

# kGW-Sg-eNs.text
source: Reading the number:
es: Leer el número:
fr: Lecture du chiffre:
it: Lettura del numero:

# pHW-ty-nru.normalTitle
source: Find
es: Buscar
fr: Rechercher
it: Cerca

# q3l-My-77w.text
source: Add Similar Word:
es: Palabra similar:
fr: Mot similaire:
it: Parola simile:

# tMI-zT-PKr.text
source: English
es: Inglés
fr: Anglais
it: Inglese

# w70-6o-coE.placeholder
source: Type word or phrase to search
es: Escriba la palabra o frase a buscar
fr: Ecrire le mot ou la phrase Ã rechercher
it: Digitare la parola o la frase da ricercare

# w8r-lA-7Pt.placeholder
source: Write a Word
es: Escriba una palabra
fr: Ecrire un mot
it: Scrivi una parola
